Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# price_alerts.auto_footer
source: Alerts trigger on significant price moves.
ar: يتم تشغيل التنبيهات عند حدوث تحركات كبيرة في الأسعار.
bn: উল্লেখযোগ্য মূল্য পরিবর্তনের সময় সতর্কতাগুলি ট্রিগার করে।
cs: Upozornění se spouštějí při významných cenových pohybech.
da: Advarsler udløses ved betydelige prisbevægelser.
de: Bei erheblichen Preisbewegungen werden Warnungen ausgelöst.
es: Las alertas se activan ante movimientos de precios significativos.
fa: هشدارها در صورت حرکت قابل توجه قیمت فعال می‌شوند.
fil: Nagti-trigger ang mga alerto sa mga makabuluhang galaw ng presyo.
fr: Les alertes se déclenchent en cas de mouvements de prix importants.
ha: Faɗakarwa yana haifar da ƙaƙƙarfan motsin farashi.
he: התראות מופעלות על תנודות משמעותיות במחיר.
hi: महत्वपूर्ण मूल्य परिवर्तन पर अलर्ट सक्रिय हो जाते हैं।
id: Peringatan dipicu pada pergerakan harga yang signifikan.
it: Gli avvisi vengono attivati in caso di movimenti significativi dei prezzi.
ja: 大幅な価格変動が発生するとアラートが発動します。
ko: 가격이 크게 변동하면 알림이 울립니다.
ms: Makluman mencetuskan pergerakan harga yang ketara.
nl: Waarschuwingen worden geactiveerd bij aanzienlijke prijsbewegingen.
pl: Alerty uruchamiają się w przypadku znacznych wahań cen.
pt_br: Alertas são acionados em movimentos significativos de preços.
ro: Alertele se declanșează la mișcări semnificative ale prețurilor.
ru: Оповещения срабатывают при значительных изменениях цены.
sw: Arifa hutumwa kunapokuwa na mabadiliko makubwa ya bei.
th: การแจ้งเตือนจะเกิดขึ้นเมื่อราคามีการเปลี่ยนแปลงอย่างมีนัยสำคัญ
tr: Önemli fiyat hareketlerinde uyarılar tetiklenir.
uk: Сповіщення спрацьовують у разі значних змін цін.
ur: انتباہات اہم قیمت کی چالوں پر متحرک ہوتے ہیں۔
vi: Cảnh báo sẽ được kích hoạt khi giá biến động đáng kể.
zh_hans: 当价格发生重大变动时，警报就会触发。
zh_hant: 價格大幅變動時會觸發提醒。

# price_alerts.direction.decreases_by
source: Decreases by
ar: ينخفض بمقدار
bn: কমে যায়
cs: Sníží se o
da: Falder med
de: Verringert sich um
es: Disminuye en
fa: کاهش توسط
fil: Bumababa ng
fr: Diminue de
ha: Ragewa ta
he: יורד ב-
hi: घटता है
id: Penurunan sebesar
it: Diminuisce di
ja: 下落率
ko: 감소
ms: Menurun sebanyak
nl: Afname met
pl: Zmniejsza się o
pt_br: Diminui em
ro: Scade cu
ru: Уменьшается на
sw: Hupungua kwa
th: ลดลง
tr: Azalır
uk: Зменшується на
ur: سے کم ہوتا ہے۔
vi: Giảm bởi
zh_hans: 下跌
zh_hant: 下跌

# price_alerts.direction.increases_by
source: Increases by
ar: يزيد بمقدار
bn: বৃদ্ধি পায়
cs: Zvyšuje se o
da: Stiger med
de: Erhöht sich um
es: Aumenta en
fa: افزایش به میزان
fil: Tumataas ng
fr: Augmente de
ha: Yana ƙaruwa ta
he: עולה ב-
hi: इतनी बढ़ने पर
id: Meningkat sebesar
it: Aumenta di
ja: 上昇率
ko: 증가하다
ms: Meningkat sebanyak
nl: Verhoogt met
pl: Zwiększa się o
pt_br: Aumenta em
ro: Crește cu
ru: Увеличивается на
sw: Huongezeka kwa
th: เพิ่มขึ้น
tr: Artış
uk: Збільшується на
ur: سے بڑھتا ہے۔
vi: Tăng lên bởi
zh_hans: 上涨
zh_hant: 上漲

# price_alerts.direction.over
source: Over
ar: فوق
bn: ওভার
cs: Nad
de: Vorbei
es: Más
fa: بالاتر از
fil: Mahigit sa
fr: Au-dessus
ha: Sama
he: מעל
hi: ऊपर
id: Di atas
it: Sopra
ja: オーバー
ko: 오버
ms: Melebihi
pl: Powyżej
pt_br: Acabou
ro: Peste
ru: Выше
sw: Zaidi
th: สูงกว่า
tr: Üzeri
uk: Вище
ur: اوپر
vi: Trên
zh_hans: 高于
zh_hant: 高於

# price_alerts.direction.under
source: Under
ar: تحت
bn: নিচে
cs: Pod
de: Unter
es: Bajo
fa: زیر
fil: Sa ilalim
fr: Sous
ha: Karkashin
he: מתחת
hi: के अंतर्गत
id: Di bawah
it: Sotto
ja: アンダー
ko: 아래
ms: Di bawah
nl: Onder
pl: Pod
pt_br: Abaixo
ro: Sub
ru: Ниже
sw: Chini ya
th: ภายใต้
tr: Altında
uk: Нижче
ur: کے تحت
vi: Dưới
zh_hans: 低于
zh_hant: 低於

# price_alerts.disabled_for
source: Price alert disabled for %@
ar: تم تعطيل تنبيه السعر لـ %@
bn: %@ এর জন্য মূল্য সতর্কতা নিষ্ক্রিয় করা হয়েছে
cs: Upozornění na cenu deaktivováno pro %@
da: Prisalarm deaktiveret for %@
de: Preisalarm deaktiviert für %@
es: Alerta de precio deshabilitada para %@
fa: هشدار قیمت برای %@ غیرفعال شد
fil: Hindi pinagana ang alerto sa presyo para sa %@
fr: Alerte de prix désactivée pour %@
ha: An kashe faɗakarwar farashi don %@
he: התראת מחיר מושבתת עבור %@
hi: %@ के लिए मूल्य चेतावनी अक्षम की गई
id: Peringatan harga dinonaktifkan untuk %@
it: Avviso di prezzo disabilitato per %@
ja: %@の価格アラートは無効です
ko: %@ 에 대한 가격 알림이 비활성화되었습니다.
ms: Makluman harga dilumpuhkan untuk %@
nl: Prijswaarschuwing uitgeschakeld voor %@
pl: Alert cenowy wyłączony dla %@
pt_br: Alerta de preço desabilitado para %@
ro: Alerta de preț a fost dezactivată pentru %@
ru: Оповещение о цене отключено для %@
sw: Arifa ya bei imezimwa kwa %@
th: ปิดใช้งานการแจ้งเตือนราคาสำหรับ %@
tr: Fiyat uyarısı %@ için devre dışı bırakıldı
uk: Сповіщення про ціну вимкнено для %@
ur: قیمت کا الرٹ %@ کے لیے غیر فعال کر دیا گیا
vi: Cảnh báo giá đã bị vô hiệu hóa đối với %@
zh_hans: 已禁用%@的价格提醒
zh_hant: 已停用%@的價格提醒

# price_alerts.enabled_for
source: Price alert enabled for %@
ar: تم تفعيل تنبيه السعر لـ %@
bn: %@ এর জন্য মূল্য সতর্কতা সক্ষম করা হয়েছে
cs: Upozornění na cenu povoleno pro %@
da: Prisalarm aktiveret for %@
de: Preisalarm aktiviert für %@
es: Alerta de precio habilitada para %@
fa: هشدار قیمت برای %@ فعال شد
fil: Pinagana ang alerto sa presyo para sa %@
fr: Alerte de prix activée pour %@
ha: An kunna faɗakarwar farashi don %@
he: התראת מחיר מופעלת עבור %@
hi: %@ के लिए मूल्य अलर्ट सक्षम किया गया
id: Peringatan harga diaktifkan untuk %@
it: Avviso di prezzo abilitato per %@
ja: %@の価格アラートが有効になりました
ko: %@ 에 대한 가격 알림이 활성화되었습니다.
ms: Makluman harga didayakan untuk %@
nl: Prijswaarschuwing ingeschakeld voor %@
pl: Alert cenowy włączony dla %@
pt_br: Alerta de preço habilitado para %@
ro: Alerta de preț activată pentru %@
ru: Оповещение о цене включено для %@
sw: Arifa ya bei imewashwa kwa %@
th: เปิดใช้งานการแจ้งเตือนราคาสำหรับ %@
tr: %@ için fiyat uyarısı etkinleştirildi
uk: Сповіщення про ціну ввімкнено для %@
ur: قیمت کا الرٹ %@ کے لیے فعال ہے
vi: Đã bật cảnh báo giá cho %@
zh_hans: 已为%@启用价格提醒
zh_hant: 為%@啟用價格提醒

# price_alerts.get_notified_explain_message
source: Get notified when there's a significant price change in your favorite crypto assets.
ar: احصل على إشعار عندما يكون هناك تغيير كبير في سعر الأصول المشفرة المفضلة لديك.
bn: আপনার প্রিয় ক্রিপ্টো সম্পদের মূল্যের উল্লেখযোগ্য পরিবর্তন হলে বিজ্ঞপ্তি পান।
cs: Nechte se upozornit, když dojde k významné změně ceny vašich oblíbených kryptoaktiv.
da: Få besked, når der er en betydelig prisændring på dine foretrukne kryptoaktiver.
de: Lassen Sie sich benachrichtigen, wenn es bei Ihren bevorzugten Krypto-Assets zu einer erheblichen Preisänderung kommt.
es: Recibe notificaciones cuando haya un cambio de precio significativo en tus criptoactivos favoritos.
fa: هنگامی که تغییر قیمت قابل توجهی در دارایی های رمزنگاری مورد علاقه شما ایجاد می شود مطلع شوید.
fil: Maabisuhan kapag may malaking pagbabago sa presyo sa iyong mga paboritong crypto asset.
fr: Soyez averti lorsqu'il y a un changement de prix significatif dans vos actifs cryptographiques préférés.
ha: Samun sanarwa lokacin da akwai gagarumin canjin farashi a cikin kadarorin crypto da kuka fi so.
he: קבל הודעה כאשר יש שינוי משמעותי במחיר בנכסי הקריפטו המועדפים עליך.
hi: जब आपकी पसंदीदा क्रिप्टो परिसंपत्तियों में कोई महत्वपूर्ण मूल्य परिवर्तन हो तो सूचना प्राप्त करें।
id: Dapatkan pemberitahuan saat ada perubahan harga yang signifikan pada aset kripto favorit Anda.
it: Ricevi una notifica quando si verifica una variazione significativa del prezzo delle tue criptovalute preferite.
ja: お気に入りの暗号資産の価格が大幅に変動したときに通知を受け取ります。
ko: 즐겨찾는 암호화폐의 가격이 크게 변동되면 알림을 받으세요.
ms: Dapatkan makluman apabila terdapat perubahan harga yang ketara dalam aset kripto kegemaran anda.
nl: Ontvang een melding wanneer er een aanzienlijke prijswijziging plaatsvindt in uw favoriete crypto-activa.
pl: Otrzymuj powiadomienia o znaczących zmianach cen Twoich ulubionych kryptowalut.
pt_br: Seja notificado quando houver uma mudança significativa de preço em seus criptoativos favoritos.
ro: Primiți notificări când există o schimbare semnificativă a prețului activelor dvs. cripto preferate.
ru: Получайте уведомления о значительном изменении цен на ваши любимые криптоактивы.
sw: Pata arifa kunapokuwa na mabadiliko makubwa ya bei katika vipengee unavyovipenda vya crypto.
th: รับการแจ้งเตือนเมื่อมีการเปลี่ยนแปลงราคาที่สำคัญในสินทรัพย์ crypto ที่คุณชื่นชอบ
tr: Favori kripto varlıklarınızda önemli bir fiyat değişikliği olduğunda bildirim alın.
uk: Отримуйте сповіщення, коли відбувається значна зміна ціни на ваші улюблені криптоактиви.
ur: جب آپ کے پسندیدہ کرپٹو اثاثوں میں قیمت میں نمایاں تبدیلی ہو تو اطلاع حاصل کریں۔
vi: Nhận thông báo khi có thay đổi đáng kể về giá của tài sản tiền điện tử yêu thích của bạn.
zh_hans: 当关注的加密资产出现大幅波动时，立即收到通知
zh_hant: 喜愛的加密資產價格大幅變動時收到通知。

# price_alerts.set_alert.current_price
source: Current price
ar: السعر الحالي
bn: বর্তমান মূল্য
cs: Aktuální cena
da: Nuværende pris
de: Aktueller Preis
es: Precio actual
fa: قیمت فعلی
fil: Kasalukuyang presyo
fr: Prix actuel
ha: Farashin yanzu
he: מחיר נוכחי
hi: वर्तमान मूल्य
id: Harga saat ini
it: Prezzo attuale
ja: 現在の価格
ko: 현재 가격
ms: Harga semasa
nl: Huidige prijs
pl: Aktualna cena
pt_br: Preço atual
ro: Preț curent
ru: Текущая цена
sw: Bei ya sasa
th: ราคาปัจจุบัน
tr: Güncel fiyat
uk: Поточна ціна
ur: موجودہ قیمت
vi: Giá hiện tại
zh_hans: 当前价格
zh_hant: 目前價格

# price_alerts.set_alert.price_decreases_by
source: When price decreases by
ar: عندما ينخفض السعر بمقدار
bn: যখন দাম কমে যায়
cs: Když cena klesne o
da: Når prisen falder med
de: Wenn der Preis sinkt um
es: Cuando el precio disminuye en
fa: وقتی قیمت به میزان کاهش می‌یابد
fil: Kapag bumaba ang presyo nang
fr: Lorsque le prix diminue de
ha: Lokacin da farashin ya ragu da
he: כאשר המחיר יורד ב-
hi: जब कीमत कम हो जाती है
id: Ketika harga turun sebesar
it: Quando il prezzo diminuisce di
ja: 価格の下落率
ko: 가격이 하락하면
ms: Apabila harga menurun sebanyak
nl: Als de prijs daalt met
pl: Gdy cena spada o
pt_br: Quando o preço diminui em
ro: Când prețul scade cu
ru: Когда цена уменьшается на
sw: Wakati bei inapungua kwa
th: เมื่อราคาลดลง
tr: Fiyat düştüğünde
uk: Коли ціна знизиться на
ur: جب قیمت کم ہوتی ہے۔
vi: Khi giá giảm xuống
zh_hans: 当价格下跌
zh_hant: 當價格下跌

# price_alerts.set_alert.price_increases_by
source: When price increases by
ar: عندما يرتفع السعر بمقدار
bn: যখন দাম বাড়ে
cs: Když cena vzroste o
da: Når prisen stiger med
de: Wenn der Preis um
es: Cuando el precio aumenta en
fa: وقتی قیمت به میزان مشخصی افزایش می‌یابد
fil: Kapag tumaas ang presyo nang
fr: Lorsque le prix augmente de
ha: Lokacin da farashin ya ƙaru da
he: כאשר המחיר עולה ב-
hi: जब कीमत इतनी बढ़ जाए
id: Ketika harga meningkat sebesar
it: Quando il prezzo aumenta di
ja: 価格の上昇率
ko: 가격이 상승하면
ms: Apabila harga meningkat sebanyak
nl: Als de prijs stijgt met
pl: Gdy cena wzrasta o
pt_br: Quando o preço aumenta em
ro: Când prețul crește cu
ru: Когда цена увеличивается на
sw: Wakati bei inaongezeka kwa
th: เมื่อราคาเพิ่มขึ้นโดย
tr: Fiyat arttığında
uk: Коли ціна зростає на
ur: جب قیمت بڑھ جاتی ہے۔
vi: Khi giá tăng lên
zh_hans: 当价格上涨
zh_hant: 當價格上漲

# price_alerts.set_alert.price_over
source: When price is over
ar: عندما ينتهي السعر
bn: যখন দাম এর উপরে যায়
cs: Když je cena nad
da: Når prisen er overstået
de: Wenn der Preis über
es: Cuando el precio supere
fa: وقتی قیمت بالاتر از
fil: Kapag mahigit sa ang presyo
fr: Lorsque le prix est dépassé
ha: Lokacin da farashin ya wuce
he: כאשר המחיר מעל
hi: जब कीमत इससे ऊपर हो
id: Ketika harga di atas
it: Quando il prezzo è sopra
ja: 価格が上回ったとき
ko: 가격이 끝나면
ms: Apabila harga melebihi
nl: Als de prijs boven is
pl: Gdy cena jest powyżej
pt_br: Quando o preço acaba
ro: Când prețul este peste
ru: Когда цена выше
sw: Wakati bei iko juu
th: เมื่อราคาเกินกำหนด
tr: Fiyat şunun üzerindeyken
uk: Коли ціна вище
ur: جب قیمت ختم ہو جائے۔
vi: Khi giá đã qua
zh_hans: 当价格高于
zh_hant: 當價格高於

# price_alerts.set_alert.price_under
source: When price is under
ar: عندما يكون السعر أقل من
bn: যখন দাম কম থাকে
cs: Když je cena pod
da: Når prisen er under
de: Wenn der Preis unter
es: Cuando el precio está por debajo
fa: وقتی قیمت زیر است
fil: Kapag mababa ang presyo
fr: Lorsque le prix est inférieur
ha: Lokacin da farashin ke ƙasa
he: כאשר המחיר נמוך מ
hi: जब कीमत नीचे हो
id: Ketika harga di bawah
it: Quando il prezzo è sotto
ja: 価格が下回ったとき
ko: 가격이 아래일 때
ms: Apabila harga di bawah
nl: Als de prijs onder
pl: Kiedy cena jest poniżej
pt_br: Quando o preço está abaixo
ro: Când prețul este sub
ru: Когда цена ниже
sw: Wakati bei iko chini
th: เมื่อราคาอยู่ต่ำกว่า
tr: Fiyat düşük olduğunda
uk: Коли ціна нижче
ur: جب قیمت کم ہو۔
vi: Khi giá dưới
zh_hans: 当价格低于
zh_hant: 當價格低於

# price_alerts.set_alert.set_target_price
source: Set target price
ar: تحديد سعر الهدف
bn: লক্ষ্য মূল্য নির্ধারণ করুন
cs: Stanovte cílovou cenu
da: Sæt målpris
de: Zielpreis festlegen
es: Establecer precio objetivo
fa: تعیین قیمت هدف
fil: Itakda ang target na presyo
fr: Définir le prix cible
ha: Saita farashin manufa
he: קביעת מחיר יעד
hi: लक्ष्य मूल्य निर्धारित करें
id: Tetapkan target harga
it: Imposta il prezzo obiettivo
ja: 目標価格の設定
ko: 목표 가격 설정
ms: Tetapkan harga sasaran
nl: Stel een doelprijs in
pl: Ustaw cenę docelową
pt_br: Definir preço-alvo
ro: Stabiliți prețul țintă
ru: Установить целевую цену
sw: Weka bei inayolengwa
th: ตั้งราคาเป้าหมาย
tr: Hedef fiyatı belirle
uk: Встановити цільову ціну
ur: ہدف کی قیمت مقرر کریں۔
vi: Đặt giá mục tiêu
zh_hans: 设定目标价格
zh_hant: 設定目標價格

# price_alerts.set_alert.title
source: Set Price Alert
ar: تعيين تنبيه السعر
bn: মূল্য সতর্কতা সেট করুন
cs: Nastavit cenové upozornění
da: Indstil prisalarm
de: Preisalarm einstellen
es: Establecer alerta de precio
fa: تنظیم هشدار قیمت
fil: Itakda ang Alerto sa Presyo
fr: Définir une alerte de prix
ha: Saita Faɗakarwar Farashi
he: הגדר התראת מחיר
hi: मूल्य अलर्ट सेट करें
id: Tetapkan Peringatan Harga
it: Imposta avviso prezzo
ja: 価格アラートを設定する
ko: 가격 설정 알림
ms: Tetapkan Makluman Harga
nl: Prijswaarschuwing instellen
pl: Ustaw alert cenowy
pt_br: Definir alerta de preço
ro: Setați alertă de preț
ru: Установить оповещение о цене
sw: Weka Arifa ya Bei
th: ตั้งค่าการแจ้งเตือนราคา
tr: Fiyat Uyarısı Ayarla
uk: Встановити сповіщення про ціну
ur: قیمت کا الرٹ سیٹ کریں۔
vi: Đặt cảnh báo giá
zh_hans: 设置价格提醒
zh_hant: 設定價格提醒

# price_alerts.state.empty.description
source: Enable them by adding coins to track
ar: قم بتمكينهم عن طريق إضافة عملات معدنية للتتبع
bn: ট্র্যাকে কয়েন যোগ করে এগুলি সক্ষম করুন
cs: Povolte je přidáním mincí do sledování
da: Aktivér dem ved at tilføje mønter til sporet
de: Aktivieren Sie sie, indem Sie Münzen zur Verfolgung hinzufügen
es: Habilítelos agregando monedas para realizar un seguimiento
fa: با اضافه کردن سکه‌ها برای ردیابی، آنها را فعال کنید
fil: Paganahin ang mga ito sa pamamagitan ng pagdaragdag ng mga barya upang masubaybayan
fr: Activez-les en ajoutant des pièces à suivre
ha: Kunna su ta ƙara tsabar kudi don waƙa
he: אפשרו להם על ידי הוספת מטבעות למעקב
hi: ट्रैक करने के लिए सिक्के जोड़कर उन्हें सक्षम करें
id: Aktifkan mereka dengan menambahkan koin untuk dilacak
it: Abilitali aggiungendo monete per tracciarli
ja: 追跡するコインを追加して有効にしてください
ko: 추적에 동전을 추가하여 활성화하세요
ms: Dayakan mereka dengan menambahkan syiling untuk dijejaki
nl: Schakel ze in door munten toe te voegen aan de track
pl: Włącz je, dodając monety do śledzenia
pt_br: Habilite-os adicionando moedas para rastrear
ro: Activează-le adăugând monede la urmărire
ru: Включите их, добавив монеты для отслеживания
sw: Wawezeshe kwa kuongeza sarafu ili kufuatilia
th: เปิดใช้งานได้โดยการเพิ่มเหรียญเพื่อติดตาม
tr: Paraları takip sistemine ekleyerek onları etkinleştirin
uk: Увімкніть їх, додавши монети до відстеження
ur: ٹریک میں سکے شامل کرکے انہیں فعال کریں۔
vi: Cho phép chúng bằng cách thêm tiền xu để theo dõi
zh_hans: 请添加币种，即可开始追踪资产
zh_hant: 請添加幣種，即可開始追蹤資產

# price_alerts.state.empty.title
source: Your price alerts will appear here️
ar: ستظهر تنبيهاتك هنا
bn: আপনার সতর্কতাগুলি এখানে প্রদর্শিত হবে️
cs: Vaše upozornění se zobrazí zde ️
da: Dine alarmer vises her️
de: Ihre Benachrichtigungen werden hier angezeigt️
es: Tus alertas aparecerán aquí️
fa: هشدارهای شما اینجا نمایش داده می‌شوند️
fil: Lalabas dito ang iyong mga alerto sa presyo
fr: Vos alertes apparaîtront ici️
ha: Faɗin farashin ku zai bayyana anan️
he: ההתראות שלך יופיעו כאן️
hi: आपके अलर्ट यहां दिखाई देंगे️
id: Peringatan Anda akan muncul di sini️
it: I tuoi avvisi appariranno qui️
ja: アラートはここに表示されます
ko: 알림이 여기에 표시됩니다.
ms: Makluman anda akan dipaparkan di sini️
nl: Uw meldingen verschijnen hier️
pl: Twoje alerty będą pojawiać się tutaj️
pt_br: Seus alertas aparecerão aqui️
ro: Alertele tale vor apărea aici️
ru: Ваши оповещения о ценах будут появляться здесь️
sw: Arifa zako zitaonekana hapa️
th: การแจ้งเตือนของคุณจะปรากฏที่นี่
tr: Uyarılarınız burada görünecek️
uk: Ваші сповіщення про ціни з'являтимуться тут️
ur: آپ کے الرٹس یہاں ظاہر ہوں گے۔
vi: Cảnh báo giá của bạn sẽ xuất hiện ở đây️
zh_hans: 价格提醒将显示在这里️
zh_hant: 價格提醒將顯示在這裡️

# receive.title
source: Receive %@
ar: استقبل %@
bn: %@ গ্রহণ করুন
cs: Přijmout %@
da: Modtag %@
de: Empfangen %@
es: Recibir %@
fa: دریافت %@
fil: Tumanggap ng %@
fr: Recevez %@
ha: Karba %@
he: קבל %@
hi: %@ प्राप्त करें
id: Terima %@
it: Ricevi %@
ja: %@を受け取る
ko: %@ 받습니다.
ms: Terima %@
nl: Ontvang %@
pl: Odbierz %@
pt_br: Receber %@
ro: Primește %@
ru: Получить %@
sw: Pokea %@
th: รับ %@
tr: %@ alın
uk: Отримати %@
ur: وصول کریں %@
vi: Nhận %@
zh_hans: 接收%@
zh_hant: 接收%@

# receive.warning
source: This is your address — send only %@ on the %@ network.
ar: هذا عنوانك — أرسل فقط %@ على %@ شبكة.
bn: এটি আপনার ঠিকানা — শুধুমাত্র পাঠান %@ উপরে %@ নেটওয়ার্ক।
cs: Toto je vaše adresa – pouze pro odeslání %@ na %@ síť.
da: Dette er din adresse — kun forsendelse %@ på %@ netværk.
de: Dies ist Ihre Adresse – bitte senden Sie nur %@ auf %@ Netzwerk.
es: Esta es tu dirección: envía solo %@ en la red %@.
fa: این آدرس شماست — فقط ارسال %@ روی %@ شبکه.
fil: Ito ang iyong address — ipadala lamang %@ sa %@ network.
fr: Voici votre adresse — envoyez uniquement %@ sur le réseau %@.
ha: Wannan shine adireshinka — aika kawai %@ a kan %@ hanyar sadarwa.
he: זוהי הכתובת שלך - שליחה בלבד %@ על ה- %@ רֶשֶׁת.
hi: यह आपका पता है — केवल %@ ही %@ नेटवर्क पर भेजें।
id: Ini alamat Anda — kirim saja %@ pada %@ jaringan.
it: Questo è il tuo indirizzo: invia solo %@ sulla rete %@.
ja: このアドレスには、%@ のみを %@ ネットワークで送金してください。
ko: 이 주소는 귀하의 주소입니다. %@만 %@ 네트워크에서 보내세요.
ms: Ini alamat anda — hantar sahaja %@ pada %@ rangkaian.
nl: Dit is uw adres — alleen verzenden %@ op de %@ netwerk.
pl: To jest Twój adres — wysyłaj tylko %@ na %@ sieć.
pt_br: Este é o seu endereço — envie apenas %@ na rede %@.
ro: Aceasta este adresa dvs. — trimiteți doar %@ în rețeaua %@.
ru: Это ваш адрес — отправляйте только %@ на %@ сеть.
sw: Hii ni anwani yako — tuma pekee %@ kwenye %@ mtandao.
th: นี่คือที่อยู่ของคุณ — ส่งเฉพาะ %@ บนเครือข่าย %@ เท่านั้น
tr: Bu sizin adresiniz — yalnızca %@ varlığını %@ ağında gönderin.
uk: Це ваша адреса - надсилайте тільки %@ в мережі %@.
ur: یہ آپ کا پتہ ہے - صرف بھیجیں۔ %@ پر %@ نیٹ ورک
vi: Đây là địa chỉ của bạn — chỉ gửi %@ trên mạng %@.
zh_hans: 这是您的地址——请仅发送 %@，且仅在 %@ 网络上。
zh_hant: 這是您的地址——請僅傳送 %@，並確保使用 %@ 網路。

# recent_activity.state.empty.description
source: Assets you've recently used will appear here
ar: ستظهر هنا الأصول التي استخدمتها مؤخرًا
bn: আপনার সম্প্রতি ব্যবহার করা সম্পদ এখানে প্রদর্শিত হবে
cs: Zde se zobrazí položky, které jste nedávno použili
da: Aktiver, du for nylig har brugt, vises her
de: Hier werden die Assets angezeigt, die Sie kürzlich verwendet haben
es: Los recursos que has usado recientemente aparecerán aquí
fa: دارایی هایی که اخیراً استفاده کرده اید در اینجا ظاهر می شوند
fil: Lalabas dito ang mga asset na ginamit mo kamakailan
fr: Les éléments que vous avez récemment utilisés apparaîtront ici
ha: Kadarorin da kuka yi amfani da su kwanan nan za su bayyana a nan
he: נכסים שבהם השתמשת לאחרונה יופיעו כאן
hi: आपके द्वारा हाल ही में उपयोग की गई संपत्तियाँ यहाँ दिखाई देंगी
id: Aset yang baru-baru ini Anda gunakan akan muncul di sini
it: Le risorse che hai utilizzato di recente verranno visualizzate qui
ja: 最近使用したアセットがここに表示されます
ko: 최근에 사용한 애셋이 여기에 표시됩니다.
ms: Aset yang anda gunakan baru-baru ini akan dipaparkan di sini
nl: Activa die u onlangs heeft gebruikt, worden hier weergegeven
pl: Tutaj pojawią się ostatnio używane zasoby
pt_br: Os recursos que você usou recentemente aparecerão aqui
ro: Elementele pe care le-ați folosit recent vor apărea aici
ru: Здесь будут отображаться активы, которые вы недавно использовали
sw: Vipengee ambavyo umetumia hivi karibuni vitaonekana hapa
th: เนื้อหาที่คุณใช้ล่าสุดจะปรากฏที่นี่
tr: Yakın zamanda kullandığınız varlıklar burada görünecek
uk: Тут відображатимуться активи, які ви нещодавно використовували
ur: وہ اثاثے جو آپ نے حال ہی میں استعمال کیے ہیں وہ یہاں ظاہر ہوں گے۔
vi: Nội dung bạn sử dụng gần đây sẽ xuất hiện ở đây
zh_hans: 最近使用过的资产将显示在此处
zh_hant: 最近使用過的資產將顯示在這裡

# recent_activity.state.empty.title
source: Your recents will appear here
ar: ستظهر أحدث أعمالك هنا
bn: আপনার সাম্প্রতিক এখানে প্রদর্শিত হবে
cs: Zde se zobrazí vaše nedávné
da: Dine seneste vil blive vist her
de: Ihre letzten Einträge werden hier angezeigt
es: Tus recientes aparecerán aquí
fa: موارد اخیر شما در اینجا ظاهر می شود
fil: Lalabas dito ang iyong mga kamakailan
fr: Vos récents apparaîtront ici
ha: Sabbin labaran ku za su bayyana a nan
he: האחרונים שלך יופיעו כאן
hi: आपकी हाल की गतिविधियाँ यहाँ दिखाई देंगी
id: Yang terbaru akan muncul di sini
it: I tuoi recenti verranno visualizzati qui
ja: 最近のものがここに表示されます
ko: 최근 항목이 여기에 표시됩니다.
ms: Tempahan anda akan dipaparkan di sini
nl: Je recente berichten verschijnen hier
pl: Tutaj pojawią się Twoje ostatnie wpisy
pt_br: Seus recentes aparecerão aqui
ro: Recentele dvs. vor apărea aici
ru: Здесь появятся ваши недавние активы
sw: Habari zako za hivi majuzi zitaonekana hapa
th: ข้อมูลล่าสุดของคุณจะปรากฏที่นี่
tr: Son aramalarınız burada görünecek
uk: Тут з'являться ваші нещодавні активи
ur: آپ کی حالیہ چیزیں یہاں ظاہر ہوں گی۔
vi: Thông tin gần đây của bạn sẽ xuất hiện ở đây
zh_hans: 最近的记录将显示在这里
zh_hant: 最近的記錄將顯示在這裡

# recent_activity.title
source: Recents
ar: آخر الأخبار
bn: সাম্প্রতিক
cs: Nedávné
da: Seneste
de: Aktuelles
es: Recientes
fa: تازه‌ها
fil: Mga Kamakailan
fr: Récents
ha: Kwanan nan
he: אחרונים
hi: हाल ही
id: Terbaru
it: Recenti
ja: 最近
ko: 최근
ms: Terkini
nl: Recente
pl: Ostatnie
pt_br: Recentes
ro: Recente
ru: Последние
sw: Hivi karibuni
th: ล่าสุด
tr: Son Kullanılanlar
uk: Нещодавні
ur: حالیہ
vi: Gần đây
zh_hans: 近期
zh_hant: 近期

# rewards.activate_referral_code.description
source: Have a referral code from a friend?
ar: هل لديك رمز إحالة من صديق؟
bn: কোন বন্ধুর কাছ থেকে রেফারেল কোড পেয়েছেন?
cs: Máte doporučovací kód od přítele?
da: Har du en henvisningskode fra en ven?
de: Haben Sie einen Empfehlungscode von einem Freund?
es: ¿Tienes un código de referencia de un amigo?
fa: کد معرف از دوستتون دارید؟
fil: May referral code ka ba mula sa isang kaibigan?
fr: Vous avez un code de parrainage d'un ami ?
ha: Kuna da lambar turawa daga aboki?
he: יש לך קוד הפניה מחבר?
hi: क्या आपके पास किसी मित्र का रेफरल कोड है?
id: Punya kode referensi dari teman?
it: Hai ricevuto un codice di riferimento da un amico?
ja: 友達からの紹介コードをお持ちですか?
ko: 친구에게 추천 코드가 있으신가요?
ms: Ada kod rujukan daripada rakan?
nl: Heb je een verwijzingscode van een vriend?
pl: Masz kod polecający od znajomego?
pt_br: Tem um código de indicação de um amigo?
ro: Ai un cod de recomandare de la un prieten?
ru: У вас есть реферальный код от друга?
sw: Una nambari ya rufaa kutoka kwa rafiki?
th: มีรหัสแนะนำจากเพื่อนไหม?
tr: Arkadaşınızdan aldığınız bir referans kodunuz var mı?
uk: Маєте реферальний код від друга?
ur: کسی دوست کا حوالہ کوڈ ہے؟
vi: Bạn có mã giới thiệu từ bạn bè không?
zh_hans: 有朋友的邀请码吗？
zh_hant: 有朋友的邀請碼嗎？
